IDEA Open Model
CheckSectionExtreme.Fatigue Property
Compatible with IDEA StatiCa 20.1
 Quasi-Permanent loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public FatigueLoading Fatigue { get; set; }
Public Property Fatigue As FatigueLoading
	Get
	Set
Property Value
Type: FatigueLoading
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace